Repository: martisdev/wordpress-plugin
Catalog: msc-radio-automation/languages/ca2.po
Languages: ca

source: Practical guide for this wordpress plugin
ca: Guia pràctica per a aquest plugin de Wordpress

source: General description
ca: Breu descripció

source: To give functionality to your website you just have to enter shortcodes in the pages. You can go to the section 'initialize' and generate all the basic pages automatically and then modify the ones you want to customize
ca: Per donar funcionalitat al vostre lloc web, només heu d'introduir 'shortcodes' a les pàgines. Podeu anar a la secció 'inicialitzar' i generar totes les pàgines bàsiques de forma automàtica i després modificar les que vulgueu personalitzar

source: You also have a shortcode widget now_playing available. You'll find it in the widgets section
ca: També teniu un widget del shortcode 'now_playing' disponible. El trobaràs a la secció de widgets

source: Avariable shortcodes
ca: Shortcodes disponibles

source: Advertising
ca: Publicitat

source: Section for customers where they can check the radiation of their advertising
ca: Secció per a clients on poden comprovar la radiació de la seva publicitat

source: Example
ca: Exemple

source: Calendar
ca: Calendari

source: Shows a table with the programming of a specific day
ca: Mostra una taula amb la programació d'un dia concret

source: Shows information about the current and next program
ca: Mostra informació sobre el programa actual i següent

source: Shows the shortcodes now_onair and player_streaming at the same time
ca: Mostra els shortcodes now_onair i player_streaming al mateix temps

source: Music
ca: Música

source: Shows a table with the latest songs broadcast
ca: Mostra una taula amb les últimes cançons emeses

source: Params
ca: Paràmetres

source: optional
ca: opcional

source: Number of records to show. By default 10
ca: Nombre de registres a mostrar. Per defecte 10

source: Auto refresh the table, by default false
ca: Refresca automàticament la taula

source: Show image if exist
ca: Mostra imatge si existeix

source: button class
ca: classe del boton

source: On radio formula shows information about the current song
ca: En ràdio fórmula mostra información sobre la cançó actual

source: Width of the image in pixels. By default 200
ca: Amplada de la imatge en pixels, Per defecte 200

source: Form in which the public can choose the following song given several options
ca: Formulari on el públic pot escollir la próxima cançó donades diverses opcions

source: Form to do song searches and schedule them
ca: Formulari per fer recerques de cançons i programar-les

source: Show the latest record albums
ca: Mostra les novetats discogràfiques

source: Number of records to show. By default 5
ca: Nombre de registres a mostrar. Per defecte 5

source: Song identifier
ca: Identificador de la cançó

source: Programs
ca: Programes

source: Shows program information, facebook, twitter and podcasting files
ca: Mostra la informació del programa, Facebook, Twitter i els arxius de podcasting

source: Program identifier
ca: Identificador del programa

source: Downloadable programs. by default false
ca: Programes descargables. Per defecte false

source: Shows a list of programs with image and link
ca: Mostra una llista de programes amb imatge i enllaç

source: Shows the latest published podcasting files
ca: Mostra els últims fitxers de podcasting publicats

source: Others
ca: Altres

source: Show information about a program or song
ca: Mostra informació sobre un programa o una cançó

source: File identifier
ca: Identificador del fitxer

source: 1=song, 2=program,
ca: 1=cançó, 2=programa

source: Social media
ca: Mitjans de comunicació social

source: Shows the radio station timeline
ca: Mostra la cronologia de l'estació de ràdio

source: MSC Radio Automation
ca: MSC Ràdio Automatització

source: Radio Automation Software | The radio on cloud
ca: Programari d'automatització radiofònica | La ràdio al núvol

source: Thank you
ca: Gràcies

source: All the computer technology of your radio into a single service.
ca: Tota la tecnologia informàtica de la seva ràdio en un sol servei.

source: About this plugin
ca: Quant a aquest connector

source: The MSC-Soft.com team
ca: L'equip MSC-Soft.com

source: Contact information
ca: Informació de contacte

source: For more information, please contact us.
ca: Per més informació, si-us-plau contacti amb nosaltres.

source: Phone and WhatsApp
ca: Telèfon i WhatsApp

source: Postal address
ca: Adreça postal

source: E-mail
ca: Correu electrònic

source: General information
ca: Informació general

source: Client support
ca: Suport al client

source: Help
ca: Ajuda

source: Test API
ca: Prova l'API

source: The API fail!
ca: L'API falla!

source: The API work fine!
ca: L'API funciona bé!

source: Plugin version
ca: Versió de l'extensió

source: Edit basic pages for your Radio Automation System
ca: Editeu les pàgines bàsiques pel vostre sistema de ràdio automatització

source: Home page
ca: Pàgina d'inici

source: Create the static page whith actual info of your radio
ca: Crea la pàgina estàtica amb informació actual de la vostra ràdio

source: News page
ca: Pàgina de notícies

source: Create the static page for news (wordpress posts)
ca: Crea la pàgina estàtica de notícies (publicacions de wordpress)

source: Calendar page
ca: Pàgina del calendari

source: Create the calendar of radiation
ca: Crea el calendari de radiació

source: On Demand page
ca: A la Carta

source: Create the On Demand page
ca: Crea la pàgina 'A la carta'

source: Search music
ca: Recerca musical

source: Create the Search music page
ca: Crea la pàgina de recerca musical

source: Albums release
ca: Novetats discogràfiques

source: Create the Albums release page
ca: Crea la pàgina de novetats discogràfiques

source: History played
ca: Historial de radiació

source: Create the History played page
ca: Crea la pàgina de l'historial de radiació

source: Vote music to play
ca: Vota la cançó a sonar

source: Create the Vote music to play page
ca: Crea de pàgina de la votació de cançons a sonar

source: Create the advertising page
ca: Crear la pàgina de publicitat

source: Inicialize all system
ca: Inicialitza tot el sistema

source: Removed menus and pages created
ca: Esborra els menús i les pàgines creades

source: Reset all system
ca: Restablir tot el sistema

source: Params Settings
ca: Praràmetres de configuració

source: Client Key
ca: Clau del client

source: Provided by the service provider
ca: Proporcionat pel proveïdor de serveis

source: Debug
ca: Depuració

source: For Testing this plugin (console.log())
ca: Per provar aquesta extensió (console.log ())

source: Player
ca: Reproductor

source: On Bottom
ca: A la part inferior

source: On Top
ca: A la part superior

source: Nothing
ca: Cap

source: Showing a streaming player
ca: Mostra el reproductor de streaming

source: Player color
ca: Color del reproductor

source: Change the background color player
ca: Canvieu el color de fons del reproductor

source: Share your streaming
ca: Comparteix el teu streaming

source: Copy and paste on everywhere
ca: Copieu i enganxeu a tot arreu

source: reload only the main container
ca: carregueu només el contenidor principal

source: Enable Ajaxify Effect
ca: Activa l'efecte Ajaxify

source: No ajax container IDs
ca: IDs dels contenidors sense ajax

source: Provide the ids of the parent tag whose child anchor(a) tags you dont want to handled by this plugin.<br/><b>NOTE:</b> ids should be separated by comma(,) without any spaces. eg: id1,id2,id3
ca: Proporcioneu els ids de les etiquetes pare que no voldreu manejar amb Ajaxfy. <br/> <b> NOTA:</ b> els identificadors s'han de separar amb coma (,) sense espais. ex:id1,id2,id3

source: Ajax container ID
ca: ID de contenidor Ajax

source: ID of the container div whose data needs to be ajaxify. eg: main/page any one.
ca: ID del div del contenidor les dades del qual han de ser ajaxify. Ex.: principal/pàgina qualsevol.

source: Menu container class
ca: Classe del contenidor de menús

source: Class of the div in which menu's ul, li present. eg: menu
ca: Classe del div en què es troba el menú. per exemple: menú

source: Search form ID/CLASS
ca: ID/CLASSE del formulari de cerca

source: To make your search ajaxify provide the search form ID/CLASS.<br><strong>Example:</strong> if form tag class is search-form then provide <strong><i>.search-form</i></strong> if ID is search-form the provide <strong><i>#search-form</i></strong>
ca: Per fer que la cerca ajaxify proporcioni l'ID/CLASS del formulari de cerca.<br><strong>Exemple: si</strong> la classe d'etiquetes de formulari és de formulari de cerca, <strong><i>proporcioneu el formulari .search-form</i></strong> si l'ID <strong><i>forma el formulari de cerca #search formulari</i></strong>

source: Enable Transition Effect
ca: Activa l'efecte de transició

source: Enable scroll to top Effect
ca: Activa l'efecte de desplaçament superior

source: Loader Image
ca: Imatge de càrrega

source: Your language interface is
ca: La teva interfície d'idioma és

source: Languages avariables
ca: Idiomes disponibles

source: Hook relation
ca: Relació ganxo

source: Value
ca: Valor

source: OK
ca: D'acord

source: If you continue browsing it means that you accept cookies
ca: Si continues navegant significa que acceptes cookies

source: More info
ca: Més informació

source: Settings
ca: Configuració

source: Initialize
ca: Inicialitza

source: Song
ca: Cançó

source: album
ca: àlbum

source: Player Stream
ca: Reproductor Stream

source: <b>Successfully created the selected options</b><br> Once the initialization is done, go to the menus section. Select the menu "MSC Main" and check the box "Primary Menu" to view it.
ca: <b> Creades amb èxit les opcions seleccionades </b> <br> Un cop feta la inicialització, aneu a la secció de menús. Seleccioneu el menú "MSC principal" i activeu la casella "Menú principal" per visualitzar-lo.

source: MSC Main
ca: MSC Principal

source: Home
ca: Inici

source: Now on air ...
ca: Ara en antena...

source: Schedule
ca: Calendari

source: Radio on demand
ca: Ràdio a la carta

source: Radio Activity
ca: Ràdio Activitat

source: News
ca: Notícies

source: MSC Footer
ca: MSC Peu

source: Powered by MSC Radio Automation
ca: Desenvolupat per MSC Ràdio Automatització

source: Now Playing
ca: Ara sona

source: Shows information about the current song
ca: Mostra información sobre la cançó actual

source: Now playing...
ca: Ara sona ...

source: Title:
ca: Títol:

source: Show a link to developer web (thanks for put in your footer zone)
ca: Mostra un enllaç del web del desenvolupador (gràcies per publicar-lo a la zona de peu de pàgina)

source: https://msc-soft.com/
ca: https://msc-soft.com/ca/

source: Powered by
ca: Equipat amb

source: Title
ca: Títol

source: Client session expired.
ca: La sessió del client ha caducat.

source: Wrong username or password
ca: Nom d'usuari o contrasenya incorrecte

source: Area reserved for customers
ca: Zona reservada per a clients

source: Customer
ca: Client

source: Password
ca: Contrasenya

source: Send
ca: Enviar

source: Welcome Mr/Ms %s from %s
ca: Benvingut Sr/ Sra %s de %s

source: Choose the ad you want to list
ca: Trieu l'anunci que voleu llistar

source: Ads
ca: Anuncis

source: All
ca: Tots

source: List
ca: Llista

source: Name
ca: Nom

source: Radiation Date
ca: Data de radiació

source: Number of times they have been radiated
ca: Nombre de vegades que s'han radiat

source: Number of times it has been radiated
ca: Nombre de vegades que s'ha radiat

source: There are no ads
ca: No hi ha anuncis

source: You have been logged out
ca: Heu tancat la sessió

source: The changes have been successful
ca: Els canvis s'han realitzat correctament

source: Error setting changes
ca: S'ha produït un error en establir els canvis

source: Change your password
ca: Canvia la teva contrasenya

source: Current password
ca: Contrasenya actual

source: New Password
ca: Nova contrasenya

source: Logout
ca: Tancar sessió

source: Change Password
ca: Canviar contrasenya

source: Desconnection
ca: Desconnexió

source: Rebroadcast
ca: Redifusió

source: The rest of the hours
ca: La resta d'hores

source: Radio music scheduling
ca: Ràdio fórmula musical

source: Central connection
ca: Connexió amb central

source: On live
ca: En directe

source: default programming
ca: programació per defecte

source: Your are listening ...
ca: Estàs escoltant...

source: And after...
ca: I després...

source: register
ca: registrar-te

source: Area reserved
ca: Zona reservada

source: Are you new, don't have an acount?
ca: Ets nou, no tens un compte?

source: On
ca: A

source: Artist
ca: Artista

source: Style
ca: Estil

source: Hour
ca: Hora

source: What a song played at...
ca: Quina cançó va sonar a...

source: Search...
ca: Cerca…

source: Votes
ca: Vots

source: Select
ca: Selecciona

source: Wait a moment and try again later.
ca: Espereu un moment i torneu-ho a provar més tard

source: Thanks for participating
ca: Gràcies per participar

source: Scheduled song, thanks for participating
ca: Cançó programada, gràcies per participar

source: Select one hour
ca: Escull una hora

source: From album
ca: De l'àlbum

source: Share on Facebook
ca: Comparteix a Facebook

source: Share on WhatsApp
ca: Comparteix a Whatsapp

source: Share on Pinterest
ca: Comparteix-ho a Pinterest

source: Share on LinkedIn
ca: Comparteix-ho a LinkedIn

source: Share on your web
ca: Comparteix a la teva web

source: Copy this code for add in your web
ca: Copieu aquest codi per afegir-lo als vostres webs

source: Thematic
ca: Temàtica

source: Duration
ca: Durada

source: Program tags
ca: Etiquetes del programa

source: Share on Twitter
ca: Comparteix a Twitter

source: read more
ca: llegir-ne més

source: Enter the title, artist or album
ca: Escriu el títol, artista o àlbum

source: Search
ca: Buscar

source: https://msc-soft.com/plugin-wordpress/
ca: https://msc-soft.com/ca/plugin-wordpress/

source: Radio Automation Software | The radio on cloud. This plugin syncronize your radio station with your web page.
ca: Programari d'automatització radiofònica | La ràdio al núvol. Aquest connector sincronitza la vostra ràdio amb la pàgina web.

source: MSC-Soft team <info@msc-soft.com>
ca: L'equip MSC-Soft <info@msc-soft.com>
