Repository: martisdev/wordpress-plugin
Catalog: msc-automation/languages/*.po
Languages: es

source: Practical guide for this wordpress plugin
es: Guía práctica para este plugin wordpress

source: General description
es: Descripción general

source: To give functionality to your website you just have to enter shortcodes in the pages. You can go to the section 'initialize' and generate all the basic pages automatically and then modify the ones you want to customize
es: Para dar funcionalidad a su sitio web sólo tiene que introducir shortcodes en las páginas. Puede ir a la sección 'inicializar' y generar automáticamente todas las páginas básicas y luego modificar las que desea personalizar

source: You also have a shortcode widget now_playing available. You'll find it in the widgets section
es: También tienes un widget del shortcode 'now_playing' disponible. Lo encontrarás en la sección de widgets

source: Please, if you like this extension and the system <b>MSC Radio Automation</b> collaborates with us to promote it. Set the menu 'MSC Footer' somewhere in your web.
es: Por favor, si te gusta esta extensión y el sistema <b>MSC Radio Automation</b> colabora con nosotros para promocionarlo. Configure el menú 'MSC Footer' en algún lugar de su web.

source: Avariable shortcodes
es: Shortcodes disponibles

source: Advertising
es: Publicidad

source: Section for customers where they can check the radiation of their advertising
es: Sección para clientes donde pueden comprobar la radiación de su publicidad

source: Example
es: Ejemplo

source: Home
es: Inicio

source: Show current schedule
es: Muestra la programación actual

source: Detail track
es: Detalle del track

source: Show information about a program or song
es: Mostrar información sobre un programa o canción

source: Params
es: Parámetros

source: File identifier
es: Identificador de archivo

source: 1=song, 2=program,
es: 1=canción, 2=programa

source: Calendar
es: Calendario

source: Shows a table with the programming of a specific day
es: Muestra una tabla con la programación de un día específico

source: Shows information about the current and next program
es: Muestra información sobre el programa actual y el siguiente

source: Shows the shortcodes now_onair and player_streaming at the same time
es: Muestra los shortcodes now_onair y player_streaming al mismo tiempo

source: Music
es: Música

source: Shows a table with the latest songs broadcast
es: Muestra una tabla con las últimas canciones radiadas

source: optional
es: opcional

source: Number of records to show. By default 10
es: Número de registros a mostrar. Por defecto 10

source: Auto refresh the table, by default false
es: Actualizar automáticamente la tabla, por defecto false

source: Show image if exist
es: Muestra imagen si existe

source: button class
es: clase del botón

source: On radio formula shows information about the current song
es: En la radio fórmula se muestra información sobre la canción actual

source: Width of the image in pixels. By default 200
es: Ancho de la imagen en píxeles. Por defecto 200

source: Form in which the public can choose the following song given several options
es: Formulario en el que el público puede elegir la siguiente canción dada varias opciones

source: Form to do song searches and schedule them
es: Formulario para hacer búsquedas de canciones y programarlas

source: Show the latest record albums
es: Muestra la novedades discográficas

source: Number of records to show. By default 5
es: Número de registros a mostrar. Por defecto 5

source: Shows the latest record albums
es: Muestra la novedades discográficas

source: Song identifier
es: Identificador de canción

source: Programs
es: programas

source: Shows program information, facebook, twitter and podcasting files
es: Muestra información del programa, facebook, twitter y archivos de podcasting

source: Program identifier
es: Identificador del programa

source: Downloadable programs. by default false
es: Programes descargables. Por defecto false

source: Shows a list of programs with image and link
es: Muestra una lista de programas con imagen y enlace

source: Shows the latest published podcasting files
es: Muestra los últimos archivos de podcasting publicados

source: Social media
es: Redes sociales

source: Shows the radio station timeline
es: Muestra el timeline de la emisora de radio

source: MSC Radio Automation
es: MSC Radio Automatización

source: Radio Automation Software | The radio on cloud
es: Software de automatización de radio | La radio en la nube

source: Thank you
es: Gracias

source: Thank you for choosing MSC-soft.com and ours services, we hope that this software meets all your espectactives and contribute to a better quality of work and broadcast of your radio.
es: Gracias por elegir MSC-Soft y nuestros servicios, esperamos que este software cumpla todas sus espectativas y contribuya a una mejor calidad de trabajo y emisión de su radio.

source: The MSC-Soft.com team
es: El equipo MSC_Soft.com

source: Contact information
es: Información de contacto

source: For more information, please contact us.
es: Para más información, póngase en contacto con nosotros.

source: Phone and WhatsApp
es: Teléfono y WhatsApp

source: Postal address
es: Direccion postal

source: E-mail
es: Correo electrónico

source: General information
es: Información general

source: Client support
es: Soporte al cliente

source: Help
es: Ayuda

source: Test API
es: Probar la API

source: The API fail!
es: ¡La API falla!

source: The API work fine!
es: ¡La API funciona bien!

source: Plugin version
es: Version de la extensión

source: Edit basic pages for your Radio Automation System
es: Edita las páginas básicas para su sistema de automatización radiofonica

source: Home page
es: Página principal

source: Create the static page whith actual info of your radio
es: Crear la página estática con información actual de su radio

source: News page
es: Página de notícias

source: Create the static page for news (wordpress posts)
es: Crear la página estática para noticias (publicaciones de wordpress)

source: Calendar page
es: Página del calendario

source: Create the calendar of radiation
es: Crear el calendario de radiación

source: On Demand page
es: Página A la carta

source: Create the On Demand page
es: Crear la página Bajo demanda

source: Search music
es: Buscar música

source: Create the Search music page
es: Crear la página Buscar música

source: Albums release
es: Novedades discográficas

source: Create the Albums release page
es: Crear la página de novedades discográficas

source: History played
es: Historal de radiación

source: Create the History played page
es: Crear la página del historal de radiación

source: Vote music to play
es: Vota la canción a sonar

source: Create the Vote music to play page
es: Crear la página Votar música para reproducir

source: Create the advertising page
es: Crear la página de publicidad

source: Inicialize all system
es: Inicializar todo el sistema

source: Removed menus and pages created
es: Eliminar menús y páginas creadas

source: Reset all system
es: Restablecer todo el sistema

source: Params Settings
es: Parámetros de configuración

source: Client Key
es: Clave del cliente

source: Provided by the service provider
es: Proporcionado por el proveedor de servicios

source: Debug
es: Depuración

source: For Testing this plugin (console.log())
es: Para probar este plugin (console.log())

source: Player
es: Jugador

source: On Bottom
es: En la parte inferior

source: On Top
es: En la parte superior

source: Nothing
es: Nada

source: Showing a streaming player
es: Mostrar un reproductor de streaming

source: Player color
es: Color del reproductor

source: Change the background color player
es: Cambiar el color de fondo del reproductor

source: Player Stream
es: Reproductor streaming

source: Share your streaming
es: Comparte tu streaming

source: Copy and paste on everywhere
es: Copiar y pegar en todas partes

source: reload only the main container
es: recargar sólo el contenedor principal

source: Enable Ajaxify Effect
es: Activar el efecto Ajaxify

source: No ajax container IDs
es: ID del contenedor sin ajax

source: Provide the ids of the parent tag whose child anchor(a) tags you dont want to handled by this plugin.<br/><b>NOTE:</b> ids should be separated by comma(,) without any spaces. eg: id1,id2,id3
es: Proporcione los identificadores de la etiqueta padre cuyas no desea manejar con este complemento.<br/><b>NOTA:</b> los identificadores deben estar separados por comas(,) sin espacios. por ejemplo: id1,id2,id3

source: Ajax container ID
es: ID de contenedor De Ajax

source: ID of the container div whose data needs to be ajaxify. eg: main/page any one.
es: ID del contenedor div cuyos datos deben ser ajaxify. por ejemplo: main.

source: Menu container class
es: Clase del contenedor de menú

source: Class of the div in which menu's ul, li present. eg: menu
es: Clase del div en el que están presentes ul, li del menú. por ejemplo: menú

source: Search form ID/CLASS
es: ID / CLASE del formulario de búsqueda

source: To make your search ajaxify provide the search form ID/CLASS.<br><strong>Example:</strong> if form tag class is search-form then provide <strong><i>.search-form</i></strong> if ID is search-form the provide <strong><i>#search-form</i></strong>
es: Para hacer que su búsqueda sea ajaxify, proporcione el ID/CLASS del formulario de búsqueda.<br><strong>Ejemplo:</strong> si la clase de etiqueta del formulario es search-form, proporcione <strong><i>.#search-form</i></strong> si el ID del formulario es search-form proporcione <strong><i>#search-form</i></strong>

source: Enable Transition Effect
es: Habilitar el efecto de transición

source: Enable scroll to top Effect
es: Habilitar efecto de desplazamiento hacia arriba

source: Loader Image
es: Cargando imagen

source: Your language interface is
es: Su interfaz de idioma es

source: Languages avariables
es: Idiomas disponibles

source: The file <b> $file_url </b> doesn't exist; check the URL
es: El archivo <b> $ file_url </ b> no existe; revisa la URL

source: Cannot be used for $file_extension files!
es: ¡No se puede usar para archivos $ file_extension !

source: Settings
es: Configuración

source: Initialize
es: Inicializar

source: Hook relation
es: relación gancho

source: Value
es: Valor

source: OK
es: Aceptar

source: If you continue browsing it means that you accept cookies
es: Si continúa navegando significa que acepta cookies

source: More info
es: Más información

source: Song
es: Canción

source: album
es: Álbum

source: <b>Successfully created the selected options</b><br> Once the initialization is done, go to the menus section. Select the menu "MSC Main" and check the box "Primary Menu" to view it.
es: <b>Se han creado correctamente las opciones seleccionadas</b><br> Una vez realizada la inicialización, vaya a la sección de menús. Seleccione el menú "MSC Main" y marque la casilla "Menú principal" para verlo.

source: MSC Main
es: MSC Principal

source: Now on air ...
es: Ahora en antena ...

source: Schedule
es: Calendario

source: Radio on demand
es: Radio a la carta

source: Radio Activity
es: Actividad radiofónica

source: News
es: Noticias

source: MSC Footer
es: MSC Pie

source: Powered by MSC Radio Automation
es: Desarrollado por MSC Radio Automatización

source: Listen
es: Escuchanos

source: Wrong username or password
es: Usuario o contraseña incorrectos

source: Area reserved for customers
es: Zona reservada para clientes

source: Customer
es: Cliente

source: Password
es: Contraseña

source: Send
es: Enviar

source: Welcome Mr/Ms %s from %s
es: Bienvenido Sr/Sra %s de %s

source: Choose the ad you want to list
es: Elige el anuncio que quieres listar

source: Ads
es: Anuncios

source: All
es: Todo

source: There are no ad for this client..
es: No hay ningún anuncio para este cliente..

source: Client session expired.
es: La sesión del cliente expiró.

source: List
es: Lista

source: Name
es: Nombre

source: Client
es: Cliente

source: Radiation Date
es: Fecha de radiación

source: Number of times they have been radiated
es: Número de veces que se han radiado

source: Number of times it has been radiated
es: Número de veces que se ha radiado

source: There are no ads
es: No hay anuncios

source: You have been logged out
es: Has sido desconectado

source: The changes have been successful
es: Los cambios han tenido éxito

source: Error setting changes
es: Error en los cambios de configuración

source: Change your password
es: Cambia tu contraseña

source: Current password
es: Contraseña actual

source: New Password
es: Nueva contraseña

source: Logout
es: Cerrar sesión

source: Change Password
es: Cambiar Contraseña

source: Desconnection
es: Desconexión

source: Rebroadcast
es: redifusión

source: The rest of the hours
es: El resto de horas

source: Radio music scheduling
es: Radio formula musical

source: Central connection
es: Conexión con central

source: On live
es: En directo

source: default programming
es: programación por defecto

source: Your are listening ...
es: estás escuchando ...

source: And after...
es: Y el depues...

source: On
es: En

source: Title
es: Título

source: Artist
es: Artista

source: Style
es: Estilo

source: Hour
es: Hora

source: What a song played at...
es: Qué canción sonó en...

source: Search...
es: Buscar...

source: Votes
es: Votos

source: Select
es: Selecciona

source: Wait a moment and try again later.
es: Espere un momento e inténtelo de nuevo más tarde.

source: Thanks for participating
es: Gracias por participar

source: Scheduled song, thanks for participating
es: Canción programada, gracias por participar

source: Select one hour
es: Escoje una hora

source: From album
es: Del álbum

source: Share on Facebook
es: Compartir en Facebook

source: Share on WhatsApp
es: Compartir en WhatsApp

source: Share on Pinterest
es: Compartir en Pinterest

source: Share on LinkedIn
es: Compartir en LinkedIn

source: Share on your web
es: Compartir en tu web

source: Copy this code for add in your web
es: Copie este código para agregarlo en su web

source: Thematic
es: Temática

source: Duration
es: Duración

source: Program tags
es: Etiquetas del programa

source: Share on Twitter
es: Compartir en Twitter

source: read more
es: leer más

source: Now Playing
es: Ahora suena

source: Shows information about the current song
es: En la radio fórmula se muestra información sobre la canción actual

source: Now playing...
es: Ahora suena ...

source: Title:
es: Titulo:

source: Show a link to developer web (thanks for put in your footer zone)
es: Mostrar un enlace a la web del desarrollador (gracias por poner lo en su pie de página)

source: https://msc-soft.com/
es: https://msc-soft.com/es/

source: Powered by
es: Desarrollado por

source: Enter the title, artist or album
es: Introduzca el título, el artista o el álbum

source: Text
es: Texto

source: Search
es: Buscar

source: https://msc-soft.com/plugin-wordpress/
es: https://msc-soft.com/es/plugin-wordpress/

source: Radio Automation Software | The radio on cloud. This plugin syncronize your radio station with your web page.
es: Software de Automatización radiofònica | La radio en la nube. Este plugin sincroniza su estación de radio con su página web.

source: MSC-Soft team <info@msc-soft.com>
es: Equipo MSC-Soft <info@msc-soft.com>
